{
  "components": {
    "inBasket": "Into basket"
  },
  "test": "fff",
  "language": {
    "ru": "RU",
    "en": "EN"
  },
  "titleShop": "PetShop 'Good'",
  "aboutTheProduct": "About the product",
  "products": {
    "WiskasChicken75": {
      "category": "Wet cat food",
      "nameProduct": "Wiskas. Chicken-flavored stew, 75 g",
      "definition": "Wet cat food. Chicken-flavored stew, 75 g"
    },
    "WiskasChicken200": {
      "category": "Dry cat foo",
      "nameProduct": "Wiskas. Chicken-flavored food, 75 g",
      "definition": "Dry cat foodd. Chicken-flavored food, 75 g"
    }
  },
  "HomeScreenTitle": "Home",
  "CartButtonTitle": "Cart",
  "StoreScreenTitle": "Store",
  "AddProductTitle": "Add product",
  "ProfileScreenTitle": "Profile",
  "description": "A cat is a pet, one of the most popular (along with dogs) \"companion animals\" or pets. Cats are mammals and carnivores. For the ability to destroy rodents, people have valued cats for about 10,000 thousand years. Being a solitary hunter of rodents and other small animals, a cat is a social animal that uses a wide range of sound signals, as well as pheromones and body movements for communication. Currently, there are about 600 million domestic cats in the world, about 256 breeds have been bred, from long-haired (Persian cat) to hairless (sphinxes), recognized and registered by various felinological organizations. The very first breed of cats appeared in Egypt. Cats are spread all over the world. Tactile functions in cats are performed by special tactile (tactile) hairs located on both sides in four rows above the upper lip, above the eyes, under the chin — vibrissae (in everyday use — whiskers), as well as sensitive hairs on the tail, on the inside and back of the limbs (carpal hairs), on the pads of the paws, between the fingers, on the tips of the ears and in the ears. In no case should the cat remove the vibrissae, since these she will actually be deprived of her \"orientation and navigation system\" in space. Experimentally, it was found that the weaker the cat's eyesight, the thicker and longer its vibrissae are, and in cats that were born with visual impairment, the vibrissae exceed 8 cm. Sense of smell Cats have a highly developed sense of smell, which is explained by the presence of a well-developed olfactory bulb and a large number of sensory cells of the olfactory epithelium of the nasal cavity. In cats, the surface of the olfactory epithelium is 5.8 cm2, which is twice as large as in humans and only 1.7 times smaller than in the average dog. Thanks to this, a cat's sense of smell is 14 times greater than a human's, which allows them to smell smells that a person does not even suspect. In the upper part of the oral cavity of cats, there is a vomeronasal organ, which allows them to feel particularly subtle odors when sniffing. Perception of taste Cats are well oriented in tastes, distinguish between sour, bitter and salty. This intelligibility is primarily due to a good nose and developed taste buds on the tongue. For a long time it was believed that cats, unlike most mammals, do not perceive sweets because the corresponding gene is damaged in them, but recent studies have refuted this information. Vestibular apparatus A well-developed vestibular apparatus located in the inner ear is responsible for the sense of balance in cats. Cats can move freely on roof skates, fences and tree branches. When falling, they can reflexively assume the position necessary for landing on their paws. At the same time, the role of the stabilizer is performed by a very mobile tail. Cats are predators, they feed on meat and fish. Domestic cats sometimes drink milk, and even less often (if they are very hungry) they can eat bread. Some cats willingly eat vegetables and plant leaves Relationships with other animals Cats living in the house can peacefully coexist with other cats, as well as with other pets and companion animals, which in nature are their victims. So, if a mouse is brought to a kitten at the age of several weeks, they can maintain friendly relations for a long time, but there is always a danger that during joint games the hunting instinct may work. It is extremely rare for chickens in the village yard to become their victims if the chicken coop and yard enter the cat's territory, since the cat protects this territory from other cats and small predators. However, an adult cat that did not have friendly relations with other companion animals in childhood will not be so easy to make friends with another animal. It is possible that a cat will be afraid of another pet if it is bigger than her, if she has been taught that it cannot be bitten and scratched (she will be afraid, knowing that she will not restrain herself), if it shows aggression. Being one of the most popular companion animals, a cat is in constant communication with a person, and therefore its behavior is subject to its strong influence. But despite this, cats perceive the world intuitively and like to do everything their own way. \"The spiritual world of a cat is refined and wild, It does not reveal itself to people who impose their love on animals.\" — Kondrat Lorenz. Like some other pets, cats and humans are in mutualistic (mutualism is a widespread form of mutually beneficial cohabitation) relationships with each other. Despite the fact that cats have been living near humans for a long time, the degree of their domestication is a matter of dispute. Often people keep cats as pets and sometimes take care of them like small children. Cats are easily attached to people. If a cat is strongly attached to its owner, it can inherit some human habits: it lies down on a blanket in bed with the owner, etc. A cat strongly attached to its owners can bring mice caught by it into the house, thus expressing a desire to share its prey if it has the opportunity to hunt in nature. Training Contrary to popular belief, the mental and intellectual abilities of cats are unfortunately quite low. In conjunction with the main feature of the psychology of cats - \"broad priority\", it is very difficult to train them, unlike dogs. The dog always puts one priority — the \"owner\", while cats have different priorities. Cats differ from dogs in that they are able to think more broadly, which has a negative effect on training. In no case should a cat be forced to do something. It is necessary to offer her, and to offer so that her training really interested. You can't command a cat, you need to interact with it. And if the cat has learned something, it needs to be praised. The average lifespan of a cat is 14-18 years. Under very good conditions, they can live up to 20. However, many cases have been recorded when cats lived much longer. So, on November 5, 1957, the cat Mao (owner A. St. George Moore) died at the age of 34. And the cat Puss (mistress T. Hollway) lived the most, who died on November 29, 1939 (the day after his birthday) at the age of as much as 36 years! Now the oldest cat is a cat named Lucy. This \"old lady\" is already 45 years old! Feline age by human standards Regarding the translation of feline years into human, the most common version is the following system: 1 human year = 15 human years 2 ^ years = 24 human years 3-12 human years = 4 human years each year (that is, 3 = 28, and 12 = 64) 13 or more feline years = every year for 3 human years (that is, 13 = 67, and 20 = 88) Other systems are also common, for example, \"1 cat year = 9 human years\", \"cat age = x2 + 10 human age\", etc. However, these systems are rather amateur and cannot be regarded as very accurate. The pattern on the surface of the cat's nose is unique, like a human fingerprint. On the forehead of a cat there is a drawing in the form of the letter \"M\", although it is vague in some cats, but also in each - it is unique in its own way. Cats don't meow with each other. This sound is specially for a person. A cat can have more than 100 kittens in its lifetime. One pair of cats and their descendants can produce 420,000 kittens in 7 years. \"Sociable\" cats follow you from room to room in order to control your actions. Only the pads of the paws sweat in the cat. Cats can make about 100 different sounds. For comparison, there are only ten dogs. A falling cat always acts the same way: first the head is aligned, then the back, then the legs, and at the end the back is arched to soften the landing. If the cat falls, then its inner ear, which controls the balance, helps it land on its paws. That's why cats always land on their paws. According to the University of Lyon, there are about 400 million domestic cats in the world. The palm is given to Australia, where there are 9 cats for 10 inhabitants. If the cat's whiskers look forward, then she is very interested in something or wants to scare the enemy in a skirmish. If the whiskers look back — the cat is scared, she avoids touching. Cats rub against a person to kill other people's smells. The smell comes from the glands that are located between the eye and ear and at the base of the tail. If the pupils are dilated, despite the bright lighting, the cat is very interested in something or in a playful mood. Cats smell 14 times stronger than humans. The most fantastic record was set in Argentina by a cat named Mincho, who climbed a tree and did not come down until she died six years later. During this time, she managed to bring three litters with the same climbing cats. Egyptians shaved their eyebrows as a sign of mourning when they lost their beloved cat. Every year, Americans spend four billion dollars on cat food. This is one billion dollars more than they spend on infants. If a cat is near you and her tail is shaking, this is the greatest feeling of love that she can express. The cat's whiskers help her to feel the prey and determine whether it is warm or cold, whether it is big or small. There is a chance that a cat can give birth to a kitten of another breed. The cat's eyes reflect light. It proves it. that they see better in the dark.",
  "ProfileForm": {
    "name": {
      "title": "Nickname",
      "placeholder": "Come up with a pseudonym for yourself"
    },
    "about": {
      "title": "About",
      "placeholder": "Write something about yourself"
    }
  },
  "RepeatPasswordForm": {
    "password": {
      "title": "Password",
      "placeholder": "Enter password"
    },
    "repeatPassword": {
      "title": "Repeat password",
      "placeholder": "Repeat password"
    }
  },
  "ProfileScreen": {
    "title": "Profile",
    "updateProfile": {
      "title": "Change profile",
      "success": "Profile changed successfully",
      "save": "Save"
    },
    "changePassword": {
      "title": "Change password",
      "success": "Password changed successfully",
      "save": "Change"
    }
  },
  "ChangePasswordForm": {
    "password": {
      "title": "Password",
      "placeholder": "Enter password"
    },
    "newPassword": {
      "title": "New password",
      "placeholder": "Enter new password"
    },
    "repeatPassword": {
      "title": "Repeat password",
      "placeholder": "Repeat password"
    }
  },
  "AddOperationForm": {
    "category": "Operation category",
    "operationName": "Operation name",
    "description": "Description of the operation",
    "price": "Price",
    "addImages": "Add Images",
    "error": "The field is required to fill in",
    "add": "Add",
    "selectFile": "Select a file",
    "minAmount": "Min amount 0.01",
    "date": "Operation date"
  },
  "AddCategoryForm": {
    "name": "CategoryName",
    "addImages": "Add Images",
    "error": "The field is required to fill in",
    "add": "Add",
    "change": "Change",
    "cancel": "Cancel",
    "selectFile": "Select a file"

  },
  "is_required": "Required field",
  "Authorization": "Sign in",
  "Registration": "Sign up",
  "Exit": "Sign out"
}
