{
  "components": {
    "inBasket": "В корзину"
  },
  "test": "ddddd",
  "language": {
    "ru": "РУС",
    "en": "АНГЛ"
  },
  "titleApp": "Мой кошелек",
  "aboutTheProduct": "О товаре",
  "products": {
    "WiskasChicken75": {
      "category": "Влажный корм для кошек",
      "nameProduct": "Wiskas. Рагу со вкусом курицы, 75 г",
      "definition": "Влажный корм для кошек. Рагу со вкусом курицы, 75 г"
    },
    "WiskasChicken200": {
      "category": "Сухой корм для кошек",
      "nameProduct": "Wiskas. Корм со вкусом курицы, 75 г",
      "definition": "Сухой корм для кошек. Корм со вкусом курицы, 75 г"
    }
  },
  "HomeScreenTitle": "Главная",
  "CartButtonTitle": "Корзина",
  "StoreScreenTitle": "Приход/расход",
  "CategoryScreenTitle": "Категории",
  "AddProductTitle": "Добавить товар",
  "ProfileScreenTitle": "Профиль",
  "description": "Кошка — домашнее животное, одно из наиболее популярных (наряду с собаками) «животных-компаньонов» или домашних животных. Кошки — млекопитающие и плотоядные животные. За способность уничтожать грызунов люди ценят кошек около 10 000 тысяч лет. Являясь одиночным охотником на грызунов и других мелких животных, кошка — социальное животное, использующее для общения широкий диапазон звуковых сигналов, а также феромоны и движения тела. В настоящее время в мире насчитывается около 600 млн домашних кошек, выведено около 256 пород, от длинношерстных (персидская кошка) до лишённых шерсти (сфинксы), признанных и зарегистрированных различными фелинологическими организациями. Самая первая порода кошек появилась в Египте. Кошки распространены по всему миру. Осязание Осязательные функции у кошек выполняют особые тактильные (осязательные) волоски, расположенные с двух сторон в четыре ряда над верхней губой, над глазами, под подбородком — вибриссы (в обиходе — усы), а также чувствительные волоски на хвосте, на внутренней и тыльной стороне конечностей (запястные волоски), на подушечках лап, между пальцев, на кончиках ушей и в ушах. Ни в коем случае нельзя кошке удалять вибриссы, так как эти она фактически будет лишена своей «системы ориентации и навигации» в пространстве. Опытным путем было установлено, что чем слабее зрение кошки, тем толще и длиннее у неё вибриссы, а у кошек которые родились с нарушением зрения, вибриссы превышают 8 см. Обоняние У кошек сильно развито обоняние, что объясняется наличием у них хорошо развитой обонятельной луковицы и большого количества сенсорных клеток обонятельного эпителия носовой полости. У кошек поверхность обонятельного эпителия составляет 5, 8 см², что в два раза больше, чем у человека и только в 1, 7 раз меньше, чем у средней собаки. Благодаря этому обоняние кошки в 14 раз больше человеческого, что позволяет им чувствовать запахи, о которых человек даже не подозревает. В верхней части полости рта у кошек расположен вомероназальный орган, который позволяет им чувствовать особо тонкие запахи при вынюхивании. Восприятие вкуса Кошки хорошо ориентируются во вкусах, различают кислое, горькое и солёное. Разборчивость эта обусловлена, прежде всего, хорошим нюхом и развитыми вкусовыми рецепторами на языке. Долгое время считалось, что кошки в отличие от большинства млекопитающих не воспринимают сладкое, поскольку соответствующий ген у них повреждён, однако последние исследования опровергли эту информацию. Вестибулярный аппарат За чувство равновесия у кошек отвечает хорошо развитый вестибулярный аппарат, расположенный во внутреннем ухе. Кошки могут беспрепятственно передвигаться по конькам крыш, заборам и сучьям деревьев. При падении они рефлекторно могут принять положение, нужное для приземления на лапы. При этом роль стабилизатора выполняет очень подвижный хвост. Питание Кошки — хищники, питаются мясом и рыбой. Домашние кошки иногда пьют молоко, а ещё реже (если сильно голодны) могут есть и хлеб. Некоторые кошки охотно едят овощи и листья растений Взаимоотношения с другими животными Кошки, живущие в доме, могут мирно сосуществовать как с другими кошками, так и с другими домашними животными и животными-компаньонами, которые в природе являются их жертвами. Так, если к котёнку в возрасте нескольких недель принести мышь, они могут на долгое время сохранять дружеские отношения, однако всегда существует опасность, что во время совместных игр может сработать охотничий инстинкт. Крайне редко куры на деревенском дворе становятся их жертвами, если курятник и двор входят в территорию кошки, так как кошка охраняет эту территорию от других кошек и мелких хищников. Тем не менее, взрослую кошку, которая в детстве не имела дружеских отношений с другими животными-компаньонами, будет не так-то просто подружить с другим животным. Возможно что кошка будет бояться другого домашнего животного, если оно её больше, если её приучили что его нельзя кусать и царапать (она будет бояться, зная, что не сдержится), если оно проявляет агрессию. Взаимоотношения с человеком Являясь одним из самых популярных животных-компаньонов, кошка находится в постоянном общении с человеком, в связи с чем её поведение подвержено его сильному воздействию. Но несмотря на это, кошки воспринимают мир интуитивно и любят делать всё по своему. «Духовный мир кошки утончён и дик, Он не раскрывается перед людьми, навязывающими животным свою любовь.» — Кондрат Лоренц. Как и некоторые другие домашние животные, кошки и люди состоят в мутуалистических (мутуализм — широко распространённая форма взаимополезного сожительства) отношениях друг с другом. Несмотря на то, что кошки давно живут рядом с человеком, степень их одомашнивания является предметом спора. Часто люди держат кошек в качестве домашних животных и иногда заботятся о них, как о малых детях. К людям кошки легко привязываются. Если кошка сильно привязана к своему хозяину, она может унаследовать некоторые человеческие привычки: ложится по одеяло в постель к хозяину и т.п. Сильно привязанная к своим хозяевам кошка может приносить в дом пойманные ею мышей, выражая таким образом желание поделится своей добычей, если имеет возможность охотится на природе. Дрессировка Вопреки расхожему мнению, умственные и интеллектуальные способности кошек к сожалению довольно низки. В связке с главной особенностью психологии кошек - «широкая приоритетность», дрессировать их, в отличие от собак, очень сложно. Собака всегда ставит один приоритет — «хозяин», кошки же имеют разные приоритеты. Кошки отличаются от собак тем, что способны более расширенно мыслить, что для дрессировки сказывается отрицательно. Кошку ни в коем случае нельзя заставлять что-то сделать. Надо предлагать ей, причём предлагать так, чтобы её дрессировка действительно заинтересовала. Кошкой нельзя командовать, с ней нужно взаимодействовать. И если кошка чему-то научилась, её нужно похвалить. Продолжительность жизни Кошки в среднем живут 14—18 лет. При очень хороших условиях они могут дожить и до 20. Однако было зафиксировано немало случаев, когда кошки проживали гораздо больше. Так, 5 ноября 1957 г. скончалось кошка Мао (хозяйка А. Сент-Джордж Мур) в возрасте 34 лет. А больше всех прожил кот Пусс (хозяйка Т. Холлуэй), который скончался 29 ноября 1939 г. (за день после дня рождения) в возрасте аж 36 лет! Сейчас самой старой кошкой считается кошка по кличке Люси. Этой «старушке» уже 45 лет! Кошачий возраст по человеческим меркам Касательно перевода кошачьих лет в человеческие, наиболее распространённой версией является следующая система: 1 человеческий год = 15 человеческих лет 2 ^ года = 24 человеческих года 3-12 human лет = каждый год по 4 человеческих года (то есть, 3 = 28, а 12 = 64) 13 и более кошачьих лет = каждый год по 3 человеческих года (то есть, 13 = 67, а 20 = 88) Также распространены и другие системы, например, «1 кошачий год = 9 человеческих лет», «кошачий возраст = x2 + 10 человеческий возраст» и др. Однако, эти системы являются скорее любительскими и не могут расцениваться как очень точные. Рисунок на поверхности носа кошки уникален, как отпечаток пальца человека. На лбу у кошки идёт рисунок в виде буквы \"М\", хотя он и расплывчив у некоторых кошек, но тоже у каждой - по своему уникален. Кошки не мяукают друг с другом. Этот звук — специально для человека. Кошка за свою жизнь может иметь более 100 котят. Одна пара кошек и их потомки за 7 лет могут произвести на свет 420 000 котят. «Общительные» кошки следуют за вами из комнаты в комнату, для того чтобы контролировать ваши действия. У кошки потеют только подушечки лап. Кошки могут издавать около 100 различных звуков. Для сравнения — собаки только десять. Падающая кошка всегда действует одинаково: сначала выравнивается голова, потом спина, потом ноги, а в конце выгибается спина, чтобы смягчить приземление. Если кошка падает, то её внутреннее ухо, управляющее балансом, помогает ей приземлиться на лапы. Вот почему кошки всегда приземляются на лапы. По данным Лионского университета, в мире около 400 миллионов домашних кошек. Пальму первенства отдают Австралии, где на 10 жителей приходится 9 кошек. Если усы кошки смотрят вперёд, то она чем-то очень заинтересована или в стычке хочет напугать противника. Если усы смотрят назад — кошка напугана, она избегает прикосновений. Кошки трутся о человека, чтобы перебить чужие запахи. Запах идёт из желёз, которые находятся между глазом и ухом и в основании хвоста. Если зрачки расширены, несмотря на яркое освещение, кошка чем-то очень заинтересована или в игривом настроении. Кошки чувствуют запахи в 14 раз сильнее, чем люди. Наиболее фантастический рекорд был установлен в Аргентине кошкой по имени Mincho, которая залезла на дерево и не спускалась, пока не умерла шестью годами позже. За это время она сумела принести три помёта с такими же котами-верхолазами. Египтяне брили бровь в знак траура, когда теряли любимую кошку. Каждый год американцы тратят четыре миллиарда долларов на пищу для кошек. Это на один миллиард долларов больше, чем они тратят на грудных детей. Если кошка около вас, и её хвост дрожит — это самое большое чувство любви, которое она может выразить. Усы кошки помогают ей чувствовать добычу и определять: теплая она или холодная, большая она или маленькая. Есть шанс, что кошка может родить котёнка другой породы. Глаза кошки отражают свет. Это доказывает. что они лучше видят в темноте.\n\n",
  "ProfileForm": {
    "name": {
      "title": "Наименование",
      "placeholder": "Наименование"
    },
    "email": {
      "title": "Email",
      "placeholder": ""
    }
  },
  "RepeatPasswordForm": {
    "password": {
      "title": "Пароль",
      "placeholder": "Укажите пароль"
    },
    "repeatPassword": {
      "title": "Повторите пароль",
      "placeholder": "Повторите пароль"
    }
  },
  "ProfileScreen": {
    "title": "Профиль",
    "updateProfile": {
      "title": "Изменить профиль",
      "success": "Профиль успешно изменен",
      "save": "Сохранить",
      "edit": "Редактировать профиль"
    },
    "updatePassword": {
      "title": "Изменить пароль",
      "success": "Пароль успешно изменен",
      "save": "Сохранить",
      "edit": "Редактировать пароль"
    }
  },
  "ChangePasswordForm": {
    "password": {
      "title": "Пароль",
      "placeholder": "Укажите пароль"
    },
    "newPassword": {
      "title": "Новый пароль",
      "placeholder": "Укажите новый пароль"
    },
    "repeatPassword": {
      "title": "Повторите пароль",
      "placeholder": "Повторите пароль"
    }
  },
  "AddOperationForm": {
    "category": "Категория операции",
    "operationName": "Наименование операции",
    "description": "Описание операции",
    "price": "Сумма операции",
    "addImages": "Добавьте изображения",
    "add": "Добавить",
    "selectFile": "Выберите файл",
    "minAmount": "Минимульная сумма 0,01",
    "date": "Дата операции",
    "change": "Изменить",
    "cancel": "Отменить"
  },
  "AddCategoryForm": {
    "name": "Название категории",
    "addImages": "Добавьте изображение",
    "add": "Добавить",
    "change": "Обновить",
    "cancel": "Отменить",
    "selectFile": "Выберите файл"

  },
  "is_required": "Обязательное поле",
  "Authorization": "Войти",
  "Registration": "Зарегистрироваться",
  "password": "Пароль",
  "confirmPassword": "Подтверждение пароля",
  "Exit": "Выйти",
  "Filter": {
    "operationType": "Тип операции",
    "dateFrom": "Дата с",
    "dateTo": "Дата по",
    "applyFilter": "Применить фильтр"

  }
}
